aaron-bond.better-comments
aki77.html-erb
aki77.rails-partial
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
britesnow.vscode-toggle-quotes
bung87.vscode-gemfile
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
csstools.postcss
dbaeumer.vscode-eslint
deerawan.vscode-dash
docker.docker
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
github.copilot-chat
golang.go
jasonnutter.search-node-modules
jkjustjoshing.vscode-text-pastry
koichisasada.vscode-rdbg
mechatroner.rainbow-csv
mitchbne.simple-project-switcher
mrmlnc.vscode-duplicate
ms-azuretools.vscode-docker
ms-vsliveshare.vsliveshare
orta.vscode-jest
pkief.material-icon-theme
qwtel.sqlite-viewer
rebornix.toggle
redhat.vscode-yaml
setobiralo.erb-commenter
shd101wyy.markdown-preview-enhanced
shopify.ruby-lsp
sourcegraph.amp
tamasfe.even-better-toml
whizkydee.material-palenight-theme
wmaurer.change-case
zignd.html-css-class-completion
