4ops.terraform
aaron-bond.better-comments
adpyke.vscode-sql-formatter
aki77.html-erb
aki77.rails-partial
be5invis.vscode-custom-css
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
britesnow.vscode-toggle-quotes
bung87.vscode-gemfile
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
craigmaslowski.erb
csstools.postcss
dbaeumer.vscode-eslint
deerawan.vscode-dash
deerawan.vscode-faker
denoland.vscode-deno
docker.docker
drcika.apc-extension
drknoxy.eslint-disable-snippets
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
github.copilot-chat
golang.go
gurgeous.bust-a-gem
jasonnutter.search-node-modules
jkjustjoshing.vscode-text-pastry
koichisasada.vscode-rdbg
leveluptutorials.react-apollo-snippets
llvm-vs-code-extensions.vscode-clangd
mechatroner.rainbow-csv
mitchbne.simple-project-switcher
mrmlnc.vscode-duplicate
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
orta.vscode-jest
otoniel-isidoro.vscode-ruby-ctags
pkief.material-icon-theme
qwtel.sqlite-viewer
rebornix.toggle
redhat.vscode-yaml
setobiralo.erb-commenter
shd101wyy.markdown-preview-enhanced
shopify.ruby-lsp
sourcegraph.amp
subframe7536.custom-ui-style
svelte.svelte-vscode
tamasfe.even-better-toml
threadheap.serverless-ide-vscode
tombonnike.vscode-status-bar-format-toggle
twxs.cmake
vayan.haml
vortizhe.simple-ruby-erb
vue.volar
whizkydee.material-palenight-theme
wingrunr21.vscode-ruby
wix.vscode-import-cost
wmaurer.change-case
xaver.clang-format
zignd.html-css-class-completion
