4ops.terraform
aaron-bond.better-comments
adpyke.vscode-sql-formatter
aki77.html-erb
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
britesnow.vscode-toggle-quotes
christian-kohler.path-intellisense
csstools.postcss
dbaeumer.vscode-eslint
deerawan.vscode-faker
docker.docker
drcika.apc-extension
drknoxy.eslint-disable-snippets
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
golang.go
jkjustjoshing.vscode-text-pastry
marcoroth.herb-lsp
mechatroner.rainbow-csv
mrmlnc.vscode-duplicate
pkief.material-icon-theme
rebornix.toggle
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
shopify.ruby-lsp
subframe7536.custom-ui-style
tamasfe.even-better-toml
tombonnike.vscode-status-bar-format-toggle
whizkydee.material-palenight-theme
wix.vscode-import-cost
wmaurer.change-case
zignd.html-css-class-completion
