# Core (needed by install script)
brew "gh"
brew "mise"
brew "zsh-autosuggestions"

# Dev tools (not managed by mise)
tap "ngrok/ngrok"
tap "oven-sh/bun"
tap "lox/tap"
tap "puma/puma"
tap "schpet/tap"
brew "puma/puma/puma-dev"
brew "awscli"
brew "tree"
cask "lox/tap/slack-cli"
brew "oven-sh/bun/bun"
brew "schpet/tap/linear"
tap "withgraphite/tap"
brew "withgraphite/tap/graphite"

# Casks
cask "ngrok/ngrok/ngrok"
cask "orbstack"
cask "1password-cli"
cask "scroll-reverser"
cask "font-symbols-only-nerd-font"
